{
 "apartments": 
              [
                {
                    "id": 1,
                    "price": 70,
                    "minGuests": 1,
                    "maxGuests": 4,
                    "expanded": true,
                    "type": "apartment",
                    "alt": "Vila Jahorina",
                    "apartment": "apartment vila jelena",
                    "href": "https://apartmani-jahorina.com/",
                    "img": "https://apartmani-jahorina.com/images/jelena/jelena5-min.webp"
                },
                {
                    "id": 2,
                    "price": 50,
                    "minGuests": 1,
                    "maxGuests": 2,
                    "type": "room",
                    "expanded": false,
                    "alt": "Vila Jahorina",
                    "apartment": "room vila jelena",
                    "href": "https://apartmani-jahorina.com/",
                    "img": "https://apartmani-jahorina.com/images/jelena/jelena3-min.webp"
                },
                {
                    "id": 3,
                    "price": 350,
                    "minGuests": 1,
                    "maxGuests": 15, 
                    "type": "villa",
                    "expanded": false,
                    "alt": "Vila Jahorina",
                    "apartment": "vila marina",
                    "href": "https://apartmani-jahorina.com/",
                    "img": "https://apartmani-jahorina.com/images/marina/marina9-min.webp"
                }
              ],
    "reviews": [
        {
            "id": 1,
            "name": "Vukman B.",
            "text": "Excellent accommodation, peaceful surroundings. The interior is modern and luxuriously furnished, everything was clean and tidy, and the hosts were very kind and approachable. We will gladly return next season."
         },
         {
            "id": 2,
            "name": "Leonarda M.",
            "text": "The hostess was extremely kind and always available and ready to help us. We felt at home. The environment is peaceful and pleasant. An excellent recommendation for good and comfortable accommodation."
         },
         {
            "id": 3,
            "name": "Petar P.",
            "text": "This villa is ideal for a family vacation. Everything was clean and tidy, and the kitchen is fully equipped with all the necessary things. The children enjoyed it, and the proximity to the ski slopes and shops is also a big plus."
         },
         {
            "id": 4,
            "name": "Martin K.",
            "text": "The villa has a beautiful interior, a very pleasant atmosphere, and plenty of space for everyone. You feel at home here. Also, a big plus is that the villa is very clean. I would definitely recommend this  to anyone who wants to enjoy nature and comfort."
         },
         {
            "id": 5,
            "name": "Lucija A.",
            "text": "The villa is a perfect combination of modern and rustic. The view from the terrace of the mountains is spectacular. The staff was very pleasant and kind. I definitely hope to come back here next year."
         },
         {
            "id": 6,
            "name": "Aleksa L.",
            "text": "I am thrilled with my stay at this villa - the interior is modernly designed, everything was clean and tidy, and the staff very kind. I would recommend this place to anyone who wants to relax in nature."
         }
    ]
}